Revit 2027 API
ParameterTypeId.PhyMaterialParamPoissonMod2 Property
 "Poisson ratio Y"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamPoissonMod2 { get; }
Public Shared ReadOnly Property PhyMaterialParamPoissonMod2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamPoissonMod2 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamPoissonMod2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace